Repository: alonsobsd/bhyvemgr
Catalog: languages/bhyvemgr.*.po
Languages: es

source: Bhyve Manager - About
es: Bhyve Manager - Acerca

# tformaudiodevice.bitbtnsave.caption
source: Save
es: Grabar

# tformaudiodevice.groupbox1.caption
source: General settings
es: Configuración general

source: Play
es: Repr.

source: Rec
es: Grab.

source: Device settings
es: Configuración de dispositivos

source: Global settings
es: Configuraciones globales

source: System type
es: Tipo de sistema

# tformbhyvemanager.label2.caption
source: Version
es: Versión

# tformbhyvemanager.label4.caption
source: Description
es: Descripción

source: &File
es: Arc&hivo

source: &Options
es: &Opciones

source: &Help
es: A&yuda

source: A&bout
es: A&cerca

source: &Exit
es: &Salir

source: Sett&ings
es: Conf&iguración

source: &Add
es: &Agregar

source: Add a new VM
es: Agrega una nueva VM

source: R&eload
es: R&ecargar

source: &Remove
es: &Remover

source: &Start
es: I&niciar

source: S&top
es: De&tener

source: Virtual machines
es: Máquinas virtuales

source: Save value
es: Grabar valor

source: Value
es: Valor

# tformconsoledevice.bitbtnsave.caption
source: Save
es: Grabar

# tformconsoledevice.groupbox1.caption
source: General settings
es: Configuración general

# tformconsoledevice.label3.caption
source: Device
es: Dispositivo

# tformconsoledevice.label5.caption
source: Name
es: Nombre

# tformconsoledevice.label6.caption
source: Path
es: Ruta

# tformdisplaydevice.bitbtnsave.caption
source: Save
es: Grabar

# tformdisplaydevice.checkboxonlylocalhost.caption
source: Only localhost VNC connection
es: Solo conexión VNC local

source: Use password
es: Usar contraseña

source: Wait for VNC connection
es: Esperar por conexión VNC

# tformdisplaydevice.groupbox1.caption
source: General settings
es: Configuración general

# tformdisplaydevice.label1.caption
source: Resolution
es: Resolución

# tformdisplaydevice.label4.caption
source: Password
es: Contraseña

# tformhostbridgedevice.bitbtnsave.caption
source: Save
es: Grabar

# tformhostbridgedevice.groupbox1.caption
source: General settings
es: Configuración general

# tformhostbridgedevice.label1.caption
source: Device
es: Dispositivo

# tforminputdevice.bitbtnsave.caption
source: Save
es: Grabar

# tforminputdevice.groupbox1.caption
source: General settings
es: Configuración general

# tforminputdevice.label1.caption
source: Path
es: Ruta

# tformlpcdevice.bitbtnsave.caption
source: Save
es: Grabar

source: Enable pc debug/test device
es: Habilitar dispositivo pc debug/test

# tformlpcdevice.groupbox1.caption
source: General settings
es: Configuración general

# tformnetworkdevice.bitbtnsave.caption
source: Save
es: Grabar

# tformnetworkdevice.groupbox1.caption
source: General settings
es: Configuración general

# tformnetworkdevice.label1.caption
source: Device
es: Dispositivo

# tformpassthrudevice.bitbtnsave.caption
source: Save
es: Grabar

# tformpassthrudevice.groupbox1.caption
source: General settings
es: Configuración general

# tformpassthrudevice.label1.caption
source: Device
es: Dispositivo

# tformpassthrudevice.label4.caption
source: Description
es: Descripción

source: Connect
es: Conectar

source: RDP Login credentials
es: Credenciales de acceso RDP

# tformrdpconnection.label1.caption
source: Resolution
es: Resolución

# tformrdpconnection.label4.caption
source: Password
es: Contraseña

# tformrdpconnection.label6.caption
source: Username
es: Usuario

source: Calculate
es: Calcular

source: Close settings
es: Cerrar configuración

source: Save settings
es: Grabar configuración

source: Bhyve Manager - Settings
es: Bhyve Manager - Configuración

source: Use dnsmasq for DHCP/DNS support
es: dnmasq para soporte DHCP/DNS

source: Use dnsmasq for IPv6 support
es: dnsmasq para soporte IPv6

source: Use sudo instead of doas
es: Usar sudo en vez de doas

source: Enable systray icon (need restart)
es: Habilita systray (necesita reiniciar)

source: Use ZFS support if it is available
es: Usa ZFS si está disponible

source: Bhyve paths
es: Rutas de bhyve

source: Extra tool paths
es: Rutas de herramientas extra

source: Network settings
es: Configuración de red

source: Remote tool paths
es: Rutas de herramienta remota

source: Remote tool settings
es: Configuración de herramienta remota

source: Swtpm tool paths
es: Ruta de Swtpm

source: User tool paths
es: Rutas de herramienta de usuario

source: ZFS settings
es: Configuración de ZFS

source: VM directory
es: Directorio de VM

source: Bridge interface
es: Interfaz de bridge

source: xfreerdp client
es: cliente xfreerdp

source: Zfs create options
es: Opciones ZFS

source: Xfreerdp args
es: Opciones FreeRDP

source: Cloud/VM images
es: Imágenes Cloud/VM

source: IPv6 prefix
es: Prefijo IPv6

# tformsharefolderdevice.bitbtnsave.caption
source: Save
es: Grabar

source: Read only
es: Solo lectura

# tformsharefolderdevice.groupbox1.caption
source: General settings
es: Configuración general

# tformsharefolderdevice.label3.caption
source: Device
es: Dispositivo

# tformsharefolderdevice.label6.caption
source: Path
es: Ruta

# tformstoragedevice.bitbtnsave.caption
source: Save
es: Grabar

source: no delete
es: no borrar

source: use ram
es: Usar ram

source: read-only
es: solo-lectura

# tformstoragedevice.groupbox1.caption
source: General settings
es: Configuración general

source: AHCI settings
es: Configuración AHCI

source: Nvme settings
es: Configuración Nvme

# tformstoragedevice.label1.caption
source: Storage
es: Almacena.

# tformstoragedevice.label17.caption
source: Size
es: Tamaño

# tformstoragedevice.label2.caption
source: Type
es: Tipo

# tformstoragedevice.label3.caption
source: Path
es: Ruta

source: Create Virtual Machine
es: Crear máquina virtual

source: &Download
es: &Descargar

source: Bhyve Manager - Create virtual machine
es: Bhyve Manager - Crear máquina virtual

source: Enable framebuffer
es: Habilitar framebuffer

source: Use files configuration
es: Configuración desde archivos

source: Use minimal configuration
es: Configuración mínima

source: Use sudo
es: Usar sudo

# tformvmcreate.checkboxipv6address.caption
source: Use IPv6
es: Usar IPv6

# tformvmcreate.checkboxonlylocalhost.caption
source: Only localhost VNC connection
es: Solo conexión VNC local

source: Enable UEFI bootvars
es: Habilita UEFI bootvars

source: Use a CD/DVD media
es: Usar CD/DVD

source: Use static IPv4
es: Usar IPv4 estática

source: Wait for VNC connection for boot
es: Esperar por una conexión VNC para iniciar

source: Name and operating system
es: Nombre y sistema operativo

source: Initial configuration
es: Configuración inicial

source: Download image
es: Descargar imagen

source: Files configuration
es: Configuración desde archivos

source: Minimal configuration
es: Configuración mínima

source: New virtual disk
es: Nuevo disco virtual

source: Select image
es: Selección de imagen

source: Static IPv4 settings
es: Configuración IPv4 estática

source: Memory
es: Memoria

source: Select media
es: Seleccionar medio

# tformvmcreate.label11.caption
source: Storage
es: Almacen.

# tformvmcreate.label12.caption
source: Description
es: Descripción

source: SSH key
es: Llave SSH

source: IPv4 address
es: Dirección IPv4

# tformvmcreate.label16.caption
source: Username
es: Usuario

# tformvmcreate.label17.caption
source: Image
es: Imagen

source: DNS Servers
es: Servidores DNS

# tformvmcreate.label2.caption
source: Size
es: Tamaño

# tformvmcreate.label3.caption
source: Name
es: Nombre

source: Folder
es: Directorio

# tformvmcreate.label7.caption
source: Type
es: Tipo

# tformvmcreate.label8.caption
source: Version
es: Versión

# tformvmcreate.label9.caption
source: Type
es: Tipo

source: Create a virtual disk from image
es: Crear un disco virtual desde imagen

source: Create and use new virtual disk
es: Crear y usar un nuevo disco virtual

source: Do not add virtual disk
es: No agregar un disco virtual

# tformvmcreate.tabsheetimage.caption
source: Image
es: Imagen

# tformvminfo.bitbtnsave.caption
source: Save
es: Grabar

source: Bhyve Manager - Edit virtual machine info
es: Bhyve Manager - Editar info de máquina vitual

# tformvminfo.checkboxipv6.caption
source: Use IPv6
es: Usar IPv6

source: Works with RDP connection
es: Funciona con conexión RDP

source: General info
es: Información general

# tformvminfo.label3.caption
source: Type
es: Tipo

# tformvminfo.label4.caption
source: Version
es: Versión

# tformvminfo.label5.caption
source: Name
es: Nombre

# tformvminfo.label6.caption
source: Description
es: Descripción

source: %0:s: VM : %1:s: process generated an error: %2:s:
es: %0:s: VM : proceso %1:s: generó un error: %2:s:

source: Now, assign this IPv6 address to %s interface. Do not forget add accept_rtadv and auto_linklocal options to it too.
es: Ahora, asigna la dirección IPv6 a la interfaz %s. No olvides agregar las opciones accept_rtadv y auto_linklocal.

source: %s binary was not found
es: %s no ha sido encontrado

source: CD/DVD media does not exist.
es: Fuente de CD/DVD no existe

source: A bridge name must be defined. It will be used by bhyvemgr for virtual machines network settings.
es: Un nombre de bridge debe ser definido. Será usado por bhyvemgr para la configuración de red de máquinas virtuales

source: You must select a virtual device type. e.g, ahci-hd, nvme, etc.
es: Debes seleecionar un tipo de dispositivo virtual. p. ej. ahci-hd, nvme, etc.

source: The virtual disk size can not be less than %s
es: El tamaño de disco no puede ser menor a %s

source: DNS Servers is not valid.
es: Servidor DNS no es válido

source: dnsmasq was not found. Please install dns/dnsmasq for fix it
es: dnsmasq no fue encontrado. Por favor, instale dns/dnsmasq para corregirlo

source: doas was not found. Please install security/doas for fix it
es: doas no fue encontrado. Por favor, instale security/doas para corregirlo

source: Gateway is not valid.
es: Gateway no es válido

source: The Cloud/VM image does not exist.
es: La imagen Cloud/VM no existe

source: IPv4 address is not valid.
es: Dirección IPv4 no válida

source: A valid IPv6 prefix must be defined. It will be used to assign virtual machine ipv6 addresses.
es: Un prefijo IPv6 válido debe ser definido. Será usado para asignar direcciones ipv6 a las máquinas virtuales

source: meta-data file does not exist.
es: El archivo meta-data no existe

source: SSH key can not be empty.
es: La llave SSH no puede ser vacía

source: You must select a virtual storage type. e.g, image file, etc.
es: Debes seleccionar un tipo virtual de almacenamiento. p.ej. image file, etc.

source: A valid subnet must be defined. It will be used for assign/generate ip address.
es: Una subnet válida debe ser definida. Sera usada para asignar/generar direcciones ip

source: sudo was not found. Please install security/sudo for fix it
es: sudo no fue detectado. Por favor, instale security/sudo para corregirlo

source: %s file is not supported.
es: El archivo %s no es soportado.

source: You must select an operating system type. e.g, BSD, Linux, etc.
es: Debes seleccionar un tipo de sistema operativo. p.ej. BSD, Linux, etc.

source: You must select an operating system version. e.g, FreeBSD 15.x, etc.
es: Debes seleccionar una versión de sistema operativo. p.ej. FreeBSD 15.x, etc.

source: user-data, meta-data, or network-config are not available at templates directory.
es: user-data, meta-data, o network-config no estan disponibles en el directorio de templates.

source: user-data file does not exist.
es: El archivo userdata no existe

source: Username is not valid.
es: Usuario no válido

source: Enter a valid URL: only http://, https://, or file:// are supported.
es: Ingrese una URL válida: solo http://, https://, o file:// son soportadas.

source: %s virtual machine name is not available
es: El nombre de máquina virtual %s no está disponible

source: Virtual machine name is not valid. Valid characters are [a-z][-_][0-9]
es: Nombre de máquina virtual no es válido. Caracteres válidos son [a-z][-_][0-9]

source: bhyvemgr detects VMs running. You must stop them before of close this app. Do you really want to close?
es: bhyvemgr detectó máquinas ejecutandose. Debes detenerlas antes de cerrar la aplicación. ¿Realmente deseas cerrar?

source: vnc support will not available. net-mgmt/virt-viewer is not installed.
es: soporte vnc no estará disponible. net-mgmt/virt-viewer no está instalado.

source: Support for zfs/zpool is not available
es: Soporte para zfs/zpool no está disponible

source: %s could not be compatible with bhyve.
es: %s podría no ser compatible con bhyve.

source: A configuration file was generated. A settings form will be open to review / modify bhyvemgr options. Press "Save settings button" if everything is ok.
es: Archivo de configuración generado. Un formulario de configuración será abierto para revisar/modificar las opciones de bhyvemgr. Presione "Botón de grabar configuración" si todo está correcto.

# unit_language.convert_status
source: Converting...
es: Convirtiendo...

source: Copying %s MB from image...
es: Copiando %s MB desde imagen...

source: Bhyvemgr was finished
es: Bhyvemgr fue finalizado

source: Bhyve Settings : settings form was closed.
es: Configuración de Bhyve : Formulario de configuración fue cerrado.

source: Bhyve Settings : settings form was opened.
es: Configuración de Bhyve : Formulario de configuración fue abierto.

source: Bhyve Settings : settings were saved successfully.
es: Configuración de Bhyve : Configuraciones fueron grabadas.

source: Bhyvemgr was started
es: Bhyvemgr fue iniciado

source: Bhyve Settings : freerdp support will not be available. net/freerdp3 is not installed.
es: Configuración de Bhyve : Soporte de freerdp no estará disponible. net/freerdp3 no está instalado.

source: Bhyve Settings : qcow2 convert support will not be available. qemu-tools is not installed.
es: Configuración de Bhyve : Soporte de conversión de qcow2 no estará disponible. qemu-tools no está instalado.

source: %0:s: : Can not create %1:s: dataset
es: %0:s: : No se puede crear el dataset %1:s:

source: %0:s: : Can not create %1:s: directory
es: %0:s: : No se puede crear el directorio %1:s:

# unit_language.device_remove_notice
source: This action will remove all files/resources created by this device. Do you want remove %s device?
es: Esta acción removerá todos los archivos/recursos creados para este dispositivo. ¿Deseas remove el dispositivo %s?

# unit_language.device_remove_title
source: Virtual machine devices
es: Dispositivos de máquina virtual

source: %s device can not added/updated.
es: Dispositivo %s no puede ser agregado/actualizado

source: Done
es: Hecho

# unit_language.download_status
source: Downloading...
es: Descargando...

source: %0:s: value has been changed to %1:s
es: %0:s: valor ha sido cambiado a %1:s

source: %0:s process generated an error: %1:s
es: proceso %0:s generó un error: %1:s

source: Error message
es: Mensaje de error

source: An exception was raised: %s
es: Se ha generado una excepción: %s

source: Extracting...
es: Extrayendo...

source: Nothing to do
es: Nada para hacer

source: %s IPv6 address can not calculated. IPv6 prefix or Mac address are not valid.
es: Dirección IPv6 de %s no puede ser calculada. Prefijo IPv6 o dirección Mac no son válidos.

# unit_language.popup_add_device
source: Add device
es: Agregar dispositivo

# unit_language.popup_add_vm
source: Add virtual machine
es: Agregar máquina virtual

# unit_language.popup_copy_com1_command
source: Copy COM1 command
es: Copiar comando COM1

# unit_language.popup_copy_ipv4
source: Copy IPv4 address
es: Copiar dirección IPv4

# unit_language.popup_copy_ipv6
source: Copy IPv6 address
es: Copiar dirección IPv6

# unit_language.popup_copy_vm_name
source: Copy VM name
es: Copiar nombre de VM

# unit_language.popup_delete_device
source: Delete device
es: Borrar dispositivo

# unit_language.popup_edit_device
source: Edit device
es: Editar dispositivo

# unit_language.popup_edit_global_setting
source: Edit global setting
es: Editar configuración global

# unit_language.popup_modify_vm
source: Modify virtual machine info
es: Modificar info de máquina virtual

# unit_language.popup_rdp_vm
source: RDP to virtual machine
es: RDP hacia máquina virtual

# unit_language.popup_remove_vm
source: Remove virtual machine
es: Remover máquina virtual

# unit_language.popup_tray_quit
source: Quit Bhyvemgr
es: Salir de Bhyvemgr

# unit_language.popup_tray_show_hide
source: Show/Hide Bhyvemgr
es: Mostrar/Ocultar Bhyvemgr

source: ppt devices were not detected
es: no se han detectado dispositivos ppt

source: %0:s can not retrieve %1:s file size.
es: %0:s no puede obtener el tamaño de archivo de %1:s.

source: virtual machine
es: máquina virtual

# unit_language.vm_create_status
source: A new %s virtual machine was created
es: Una nueva máquina virtual %s fue creada

source: %s VM exited due to an error
es: %s VM salió debido a un error

source: %s VM exited
es: %s VM salió

source: You must complete all form fields
es: Debes completar todos los campos del formulario

source: %s VM is halted
es: %s VM se detuvo

source: %s VM data was not removed
es: Los datos de %s VM no fueron removidos

source: %s VM has been powered off
es: %s VM fue apagada

source: %s VM is rebooting
es: %s VM está reiniciando

source: %s VM data cannot be removed. Do you want force it?
es: %s VM no se puede remover. ¿Deseas forzarlo?

source: Do you want remove %s VM data?
es: ¿Deseas remover los datos de %s VM?

source: %s VM data has been removed
es: Los datos de %s VM han sido removidos

source: Remove VM
es: Remover VM

source: %s VM have been started
es: %s VM ha sido iniciada

source: %s VM is triple fault
es: %s VM tiene triple fallo

# unit_language.vm_try_status
source: Trying create %s virtual machine...
es: Intentando crear la máquina virtual %s...
